[
  {
    "id": "programa-deep",
    "title": "Programa Deep",
    "icon": "./img/programa-deep-verde.jpeg",
    "description": [
      "Base Antroposófica: alinhamento do pensar, sentir e querer.",
      "Foco em autoconhecimento para alcançar objetivos.",
      "Orientado por perguntas, não por respostas prontas."
    ],
    "duration": "Duração do Programa: <strong>12 sessões de 1h individual.</strong>",
    "contentImage": "./img/deep.png",
    "contentSteps": [
      "<strong>Mapeamento da Intenção:</strong> Estabelecemos uma base clara para a jornada, identificando intenções e expectativas.",
      "<strong>Jornada de Descoberta:</strong> Exploramos cenários e ampliamos a autoconsciência.",
      "<strong>Ressonância dos Valores:</strong> Alinhamos com o que é significativo e dá propósito.",
      "<strong>Essência e Autenticidade:</strong> Conectamos com a essência autêntica de cada participante.",
      "<strong>Espelho do Desafio:</strong> Reconhecemos desafios e promovemos transformação.",
      "<strong>Fluxo de Ação:</strong> Definimos ações concretas, movendo intenções para a prática.",
      "<strong>Colheita e Reflexão:</strong> Celebramos as conquistas e refletimos sobre o crescimento."
    ]
  },
  {
    "id": "programa-action",
    "title": "Programa Action",
    "icon": "./img/programa-action-verde.jpeg",
    "description": [
      "Orientações específicas para desafios profissionais e pessoais.",
      "Técnicas e ferramentas práticas para construção conjunta de soluções."
    ],
    "duration": "Duração do Programa: <strong>8h, sessões de 1h a 1h30 individual.</strong>",
    "contentImage": "./img/action-figure.svg",
    "contentSteps": [
      "<strong>Inspiração:</strong> Definimos expectativas e objetivos, estabelecendo uma base sólida para o desenvolvimento do programa.",
      "<strong>Expiração:</strong> A cada sessão, focamos em um novo objetivo, desenvolvendo soluções práticas e acompanhando o progresso.",
      "<strong>Renovação:</strong> Revisamos o caminho percorrido e traçamos os próximos passos, garantindo que as participantes continuem evoluindo após o programa."
    ]
  }
]
